
public class Main {
    public static void main(String[] args) {
        // Press Alt+Enter with your caret at the highlighted text to see how
        // IntelliJ IDEA suggests fixing it.
        System.out.println("Выполнение домашней работы №2.");
        //Задача 1. Иничиализация переменных.
        var dog = 8.0;
        var cat = 3.6;
        var paper = 763789;
        //выод переменных в консоль
        System.out.println("dog = " + dog);
        System.out.println("cat = " + cat);
        System.out.println("paper = " + paper);
        //Задача 2. Изменяем значения переменных.
        dog += 4;
        cat += 4;
        paper += 4;
        //выод переменных в консоль
        System.out.println("Увеличенные значения переменных на 4");
        System.out.println("dog = " + dog);
        System.out.println("cat = " + cat);
        System.out.println("paper = " + paper);
    }
}